import 'package:book_app/model/poem_model.dart';

class PoemSource {
  static List<PoemModel> poems = [
    PoemModel(
        "আত্ম-অস্ত্রাগার",
        ''' মাথার উপরে এক শয়তানের কু-বিশাল ছায়া।।
কুচক্রী চক্রের দশা হয়ে মেলে আছে তার মহাজনী খাতা।।
আমি এই দৃশ্য থেকে মুক্তি চাই, এই সব কুমন্ত্রের মায়া।।
ছিন্ন করে হতে চাই অদৃষ্টের আপন বিধাতা।।
অথচ ছায়ার সাথে যুদ্ধ করা যায় না কখনো।।
ছায়াধারীকেই তাই প্রত্যহ সন্ধান করি আমি।।
নিজেকে কঠিন স্বরে বলি, অস্তিত্বের বীজ বোনো।।
নিজের গভীরে আর নিজে আঁকো নিজের আগামী।।
যদিও জেনেছি সব শয়তানেরা জন্ম দেয় অপচ্ছায়াজালে।।
এমন কুটিল স্বত্বা যার পরে ভর করা যায়।।''',
        "মোহাম্মদ রফিকউজ্জামান"),
    PoemModel(
        "আত্ম-অস্ত্রাগার",
        ''' মাথার উপরে এক শয়তানের কু-বিশাল ছায়া।।
কুচক্রী চক্রের দশা হয়ে মেলে আছে তার মহাজনী খাতা।।
আমি এই দৃশ্য থেকে মুক্তি চাই, এই সব কুমন্ত্রের মায়া।।
ছিন্ন করে হতে চাই অদৃষ্টের আপন বিধাতা।।
অথচ ছায়ার সাথে যুদ্ধ করা যায় না কখনো।।
ছায়াধারীকেই তাই প্রত্যহ সন্ধান করি আমি।।
নিজেকে কঠিন স্বরে বলি, অস্তিত্বের বীজ বোনো।।
নিজের গভীরে আর নিজে আঁকো নিজের আগামী।।
যদিও জেনেছি সব শয়তানেরা জন্ম দেয় অপচ্ছায়াজালে।।
এমন কুটিল স্বত্বা যার পরে ভর করা যায়।।''',
        "মোহাম্মদ রফিকউজ্জামান"),
    PoemModel(
        "আত্ম-অস্ত্রাগার",
        ''' মাথার উপরে এক শয়তানের কু-বিশাল ছায়া।।
কুচক্রী চক্রের দশা হয়ে মেলে আছে তার মহাজনী খাতা।।
আমি এই দৃশ্য থেকে মুক্তি চাই, এই সব কুমন্ত্রের মায়া।।
ছিন্ন করে হতে চাই অদৃষ্টের আপন বিধাতা।।
অথচ ছায়ার সাথে যুদ্ধ করা যায় না কখনো।।
ছায়াধারীকেই তাই প্রত্যহ সন্ধান করি আমি।।
নিজেকে কঠিন স্বরে বলি, অস্তিত্বের বীজ বোনো।।
নিজের গভীরে আর নিজে আঁকো নিজের আগামী।।
যদিও জেনেছি সব শয়তানেরা জন্ম দেয় অপচ্ছায়াজালে।।
এমন কুটিল স্বত্বা যার পরে ভর করা যায়।।''',
        "মোহাম্মদ রফিকউজ্জামান"),
    PoemModel(
        "আত্ম-অস্ত্রাগার",
        ''' মাথার উপরে এক শয়তানের কু-বিশাল ছায়া।।
কুচক্রী চক্রের দশা হয়ে মেলে আছে তার মহাজনী খাতা।।
আমি এই দৃশ্য থেকে মুক্তি চাই, এই সব কুমন্ত্রের মায়া।।
ছিন্ন করে হতে চাই অদৃষ্টের আপন বিধাতা।।
অথচ ছায়ার সাথে যুদ্ধ করা যায় না কখনো।।
ছায়াধারীকেই তাই প্রত্যহ সন্ধান করি আমি।।
নিজেকে কঠিন স্বরে বলি, অস্তিত্বের বীজ বোনো।।
নিজের গভীরে আর নিজে আঁকো নিজের আগামী।।
যদিও জেনেছি সব শয়তানেরা জন্ম দেয় অপচ্ছায়াজালে।।
এমন কুটিল স্বত্বা যার পরে ভর করা যায়।।''',
        "মোহাম্মদ রফিকউজ্জামান"),
    PoemModel(
        "আত্ম-অস্ত্রাগার",
        ''' মাথার উপরে এক শয়তানের কু-বিশাল ছায়া।।
কুচক্রী চক্রের দশা হয়ে মেলে আছে তার মহাজনী খাতা।।
আমি এই দৃশ্য থেকে মুক্তি চাই, এই সব কুমন্ত্রের মায়া।।
ছিন্ন করে হতে চাই অদৃষ্টের আপন বিধাতা।।
অথচ ছায়ার সাথে যুদ্ধ করা যায় না কখনো।।
ছায়াধারীকেই তাই প্রত্যহ সন্ধান করি আমি।।
নিজেকে কঠিন স্বরে বলি, অস্তিত্বের বীজ বোনো।।
নিজের গভীরে আর নিজে আঁকো নিজের আগামী।।
যদিও জেনেছি সব শয়তানেরা জন্ম দেয় অপচ্ছায়াজালে।।
এমন কুটিল স্বত্বা যার পরে ভর করা যায়।।''',
        "মোহাম্মদ রফিকউজ্জামান"),
    PoemModel(
        "আত্ম-অস্ত্রাগার",
        ''' মাথার উপরে এক শয়তানের কু-বিশাল ছায়া।।
কুচক্রী চক্রের দশা হয়ে মেলে আছে তার মহাজনী খাতা।।
আমি এই দৃশ্য থেকে মুক্তি চাই, এই সব কুমন্ত্রের মায়া।।
ছিন্ন করে হতে চাই অদৃষ্টের আপন বিধাতা।।
অথচ ছায়ার সাথে যুদ্ধ করা যায় না কখনো।।
ছায়াধারীকেই তাই প্রত্যহ সন্ধান করি আমি।।
নিজেকে কঠিন স্বরে বলি, অস্তিত্বের বীজ বোনো।।
নিজের গভীরে আর নিজে আঁকো নিজের আগামী।।
যদিও জেনেছি সব শয়তানেরা জন্ম দেয় অপচ্ছায়াজালে।।
এমন কুটিল স্বত্বা যার পরে ভর করা যায়।।''',
        "মোহাম্মদ রফিকউজ্জামান"),
    PoemModel(
        "আত্ম-অস্ত্রাগার",
        ''' মাথার উপরে এক শয়তানের কু-বিশাল ছায়া।।
কুচক্রী চক্রের দশা হয়ে মেলে আছে তার মহাজনী খাতা।।
আমি এই দৃশ্য থেকে মুক্তি চাই, এই সব কুমন্ত্রের মায়া।।
ছিন্ন করে হতে চাই অদৃষ্টের আপন বিধাতা।।
অথচ ছায়ার সাথে যুদ্ধ করা যায় না কখনো।।
ছায়াধারীকেই তাই প্রত্যহ সন্ধান করি আমি।।
নিজেকে কঠিন স্বরে বলি, অস্তিত্বের বীজ বোনো।।
নিজের গভীরে আর নিজে আঁকো নিজের আগামী।।
যদিও জেনেছি সব শয়তানেরা জন্ম দেয় অপচ্ছায়াজালে।।
এমন কুটিল স্বত্বা যার পরে ভর করা যায়।।''',
        "মোহাম্মদ রফিকউজ্জামান"),
    PoemModel(
        "আত্ম-অস্ত্রাগার",
        ''' মাথার উপরে এক শয়তানের কু-বিশাল ছায়া।।
কুচক্রী চক্রের দশা হয়ে মেলে আছে তার মহাজনী খাতা।।
আমি এই দৃশ্য থেকে মুক্তি চাই, এই সব কুমন্ত্রের মায়া।।
ছিন্ন করে হতে চাই অদৃষ্টের আপন বিধাতা।।
অথচ ছায়ার সাথে যুদ্ধ করা যায় না কখনো।।
ছায়াধারীকেই তাই প্রত্যহ সন্ধান করি আমি।।
নিজেকে কঠিন স্বরে বলি, অস্তিত্বের বীজ বোনো।।
নিজের গভীরে আর নিজে আঁকো নিজের আগামী।।
যদিও জেনেছি সব শয়তানেরা জন্ম দেয় অপচ্ছায়াজালে।।
এমন কুটিল স্বত্বা যার পরে ভর করা যায়।।''',
        "মোহাম্মদ রফিকউজ্জামান"),
    PoemModel(
        "আত্ম-অস্ত্রাগার",
        ''' মাথার উপরে এক শয়তানের কু-বিশাল ছায়া।।
কুচক্রী চক্রের দশা হয়ে মেলে আছে তার মহাজনী খাতা।।
আমি এই দৃশ্য থেকে মুক্তি চাই, এই সব কুমন্ত্রের মায়া।।
ছিন্ন করে হতে চাই অদৃষ্টের আপন বিধাতা।।
অথচ ছায়ার সাথে যুদ্ধ করা যায় না কখনো।।
ছায়াধারীকেই তাই প্রত্যহ সন্ধান করি আমি।।
নিজেকে কঠিন স্বরে বলি, অস্তিত্বের বীজ বোনো।।
নিজের গভীরে আর নিজে আঁকো নিজের আগামী।।
যদিও জেনেছি সব শয়তানেরা জন্ম দেয় অপচ্ছায়াজালে।।
এমন কুটিল স্বত্বা যার পরে ভর করা যায়।।''',
        "মোহাম্মদ রফিকউজ্জামান"),
    PoemModel(
        "আত্ম-অস্ত্রাগার",
        ''' মাথার উপরে এক শয়তানের কু-বিশাল ছায়া।।
কুচক্রী চক্রের দশা হয়ে মেলে আছে তার মহাজনী খাতা।।
আমি এই দৃশ্য থেকে মুক্তি চাই, এই সব কুমন্ত্রের মায়া।।
ছিন্ন করে হতে চাই অদৃষ্টের আপন বিধাতা।।
অথচ ছায়ার সাথে যুদ্ধ করা যায় না কখনো।।
ছায়াধারীকেই তাই প্রত্যহ সন্ধান করি আমি।।
নিজেকে কঠিন স্বরে বলি, অস্তিত্বের বীজ বোনো।।
নিজের গভীরে আর নিজে আঁকো নিজের আগামী।।
যদিও জেনেছি সব শয়তানেরা জন্ম দেয় অপচ্ছায়াজালে।।
এমন কুটিল স্বত্বা যার পরে ভর করা যায়।।''',
        "মোহাম্মদ রফিকউজ্জামান"),
    PoemModel(
        "আত্ম-অস্ত্রাগার",
        ''' মাথার উপরে এক শয়তানের কু-বিশাল ছায়া।।
কুচক্রী চক্রের দশা হয়ে মেলে আছে তার মহাজনী খাতা।।
আমি এই দৃশ্য থেকে মুক্তি চাই, এই সব কুমন্ত্রের মায়া।।
ছিন্ন করে হতে চাই অদৃষ্টের আপন বিধাতা।।
অথচ ছায়ার সাথে যুদ্ধ করা যায় না কখনো।।
ছায়াধারীকেই তাই প্রত্যহ সন্ধান করি আমি।।
নিজেকে কঠিন স্বরে বলি, অস্তিত্বের বীজ বোনো।।
নিজের গভীরে আর নিজে আঁকো নিজের আগামী।।
যদিও জেনেছি সব শয়তানেরা জন্ম দেয় অপচ্ছায়াজালে।।
এমন কুটিল স্বত্বা যার পরে ভর করা যায়।।''',
        "মোহাম্মদ রফিকউজ্জামান"),
    PoemModel(
        "আত্ম-অস্ত্রাগার",
        ''' মাথার উপরে এক শয়তানের কু-বিশাল ছায়া।।
কুচক্রী চক্রের দশা হয়ে মেলে আছে তার মহাজনী খাতা।।
আমি এই দৃশ্য থেকে মুক্তি চাই, এই সব কুমন্ত্রের মায়া।।
ছিন্ন করে হতে চাই অদৃষ্টের আপন বিধাতা।।
অথচ ছায়ার সাথে যুদ্ধ করা যায় না কখনো।।
ছায়াধারীকেই তাই প্রত্যহ সন্ধান করি আমি।।
নিজেকে কঠিন স্বরে বলি, অস্তিত্বের বীজ বোনো।।
নিজের গভীরে আর নিজে আঁকো নিজের আগামী।।
যদিও জেনেছি সব শয়তানেরা জন্ম দেয় অপচ্ছায়াজালে।।
এমন কুটিল স্বত্বা যার পরে ভর করা যায়।।''',
        "মোহাম্মদ রফিকউজ্জামান"),
    PoemModel(
        "আত্ম-অস্ত্রাগার",
        ''' মাথার উপরে এক শয়তানের কু-বিশাল ছায়া।।
কুচক্রী চক্রের দশা হয়ে মেলে আছে তার মহাজনী খাতা।।
আমি এই দৃশ্য থেকে মুক্তি চাই, এই সব কুমন্ত্রের মায়া।।
ছিন্ন করে হতে চাই অদৃষ্টের আপন বিধাতা।।
অথচ ছায়ার সাথে যুদ্ধ করা যায় না কখনো।।
ছায়াধারীকেই তাই প্রত্যহ সন্ধান করি আমি।।
নিজেকে কঠিন স্বরে বলি, অস্তিত্বের বীজ বোনো।।
নিজের গভীরে আর নিজে আঁকো নিজের আগামী।।
যদিও জেনেছি সব শয়তানেরা জন্ম দেয় অপচ্ছায়াজালে।।
এমন কুটিল স্বত্বা যার পরে ভর করা যায়।।''',
        "মোহাম্মদ রফিকউজ্জামান"),
    PoemModel(
        "আত্ম-অস্ত্রাগার",
        ''' মাথার উপরে এক শয়তানের কু-বিশাল ছায়া।।
কুচক্রী চক্রের দশা হয়ে মেলে আছে তার মহাজনী খাতা।।
আমি এই দৃশ্য থেকে মুক্তি চাই, এই সব কুমন্ত্রের মায়া।।
ছিন্ন করে হতে চাই অদৃষ্টের আপন বিধাতা।।
অথচ ছায়ার সাথে যুদ্ধ করা যায় না কখনো।।
ছায়াধারীকেই তাই প্রত্যহ সন্ধান করি আমি।।
নিজেকে কঠিন স্বরে বলি, অস্তিত্বের বীজ বোনো।।
নিজের গভীরে আর নিজে আঁকো নিজের আগামী।।
যদিও জেনেছি সব শয়তানেরা জন্ম দেয় অপচ্ছায়াজালে।।
এমন কুটিল স্বত্বা যার পরে ভর করা যায়।।''',
        "মোহাম্মদ রফিকউজ্জামান"),
  ];
}
